academics/outline.tex
% Created 2019-06-20 Thu 10:51
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{geometry}
\geometry{margin=1in}

\author{Jethro Shuwen Sun}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Jethro Shuwen Sun},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.2 (Org mode 9.2.3)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

Outline template for a general research question
Sat Feb 16 09:53:17 2019

\section{Title: My Great Research Project}
\label{sec:orgd228933}


\subsection{Author}
\label{sec:org5f270d2}
Jethro Shuwen Sun

\subsection{Abstract}
\label{sec:org3dc16d7}
\vspace*{120px}

\subsection{Introduction}
\label{sec:org3153e59}
Why did I do the work? What were the central motivations and hypotheses?
\vspace*{120px}

\subsubsection{The objectives of the work.}
\label{sec:org436b9b6}
\vspace*{120px}

\subsubsection{The justification for these objectives:}
\label{sec:orga504b57}
Why is the work important? 
\vspace*{120px}

\subsubsection{Background}
\label{sec:org9af8c5a}
Who else has done what? How? What have we done previously? 
\vspace*{120px}

\subsubsection{Guidance to the reader}
\label{sec:org7916da9}
What should the reader watch for in the paper? What are the interesting high
points? What strategy did we use?
\vspace*{120px}

\subsubsection{Summary/conclusion}
\label{sec:org37d7699}
What should the reader expect as conclusion? In advanced versions of the
outline, you should also include all the sections that will go in the
Experimental section (at the level of paragraph subheadings) and indicate what
information will go in the Microfilm section. 
\vspace*{120px}

\subsection{Results and Discussion}
\label{sec:orgad33888}
What were the results? How were compounds made and characterized? What was
measured? 
\vspace*{120px}

\subsubsection{Synthesis of starting materials}
\label{sec:org390ea94}
\vspace*{120px}

\subsubsection{Characterization of products}
\label{sec:orgb09af94} 
\vspace*{120px}

\subsubsection{Methods of characterization} 
\label{sec:org5b6eff6} 
\vspace*{120px}

\subsubsection{Methods of measurement} 
\label{sec:org587ac4d}
\vspace*{120px}

\subsubsection{Results (rate constants, contact angles, whatever)}
\label{sec:orge6cead3} 
\vspace*{120px}

\subsection{Conclusions}
\label{sec:org0e1fb57} 
What does it all mean? What hypotheses were proved or disproved? What did I
learn? Why does it make a difference 
\vspace*{120px}

\end{document}
